最近这是在忙活nano，这个的电源线应该是**5v2.5a**的，但是目前手头上只有**5v1a**的
所以说就是很麻烦的是我这个快递的送货过年期间不一定什么时候送到
而且买的功率太大也不太好搞
但是这个nvidia jetson nano developer kit 的也是不错的
然后就是在fine tune这个训出来的yolo,测了大概好几个版本的last.pt和best.pt，发现还是最开始那个好
之后是在等川哥的数据集
剩下就是一些零零碎碎的写脚本工程，哦对了还有个readme的编写也在搞，就是配环境requiremnets.txt那一套。



2025.1.26 9:37 会议记录

许盛凯 2025/1/26 21:28:00
1.fine tune yolov8 last.pt best.pt，

许盛凯 2025/1/26 21:28:06
2.nano

wcy 2025/1/26 21:30:45
1.pcb板，还有mqtt ardunio 调用库与华为云服务器连接，

qyz 2025/1/26 21:31:24
可以搞个esp32，现在快递好像还没停

wbq 2025/1/26 21:32:20
1.之前传送带，花钱买自己拼，机械这边有一个学长咨询，买的器材，步行电机，接到单片机上

qyz 2025/1/26 21:33:30
1.完成投喂饲料模块，轴连器，还有一个电机调试，stm32控制电机


小车上的摄像头：

wcy和qyz负责选择和拍摄照片，并将照片传给yolo模块。
